Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: 本地音频工具就绪
de: Lokale Audiowerkzeuge bereit
en: Local audio tools ready
fr: Outils audio locaux prêts
ja: ローカル音声ツール準備完了
ko: 로컬 오디오 도구 준비됨

source: 本地音频扫描为只读；保存时复制到新素材包并验证 SHA-256。
de: Das Scannen lokaler Audiodateien ist schreibgeschützt; beim Sichern wird in ein neues Paket kopiert und SHA-256 geprüft.
en: Local audio scanning is read-only; saving copies into a new package and verifies SHA-256.
fr: L’analyse de l’audio local est en lecture seule ; l’enregistrement copie dans un nouveau paquet et vérifie le SHA-256.
ja: ローカル音声のスキャンは読み取り専用です。保存時は新しいパッケージにコピーして SHA-256 を検証します。
ko: 로컬 오디오 스캔은 읽기 전용이며, 저장할 때 새 패키지로 복사하고 SHA-256을 검증합니다.

source: 本机 whisper.cpp，Metal 加速；不上传任何音频
de: whisper.cpp auf dem Gerät mit Metal-Beschleunigung; es wird kein Audio hochgeladen
en: On-device whisper.cpp with Metal acceleration; no audio is uploaded
fr: whisper.cpp local avec accélération Metal ; aucun audio n’est envoyé
ja: ローカルの whisper.cpp、Metal で高速化。音声はアップロードしません
ko: 로컬 whisper.cpp, Metal 가속. 오디오를 업로드하지 않음

source: 本机工具
de: Lokale Werkzeuge
en: Local Tools
fr: Outils locaux
ja: ローカルツール
ko: 로컬 도구

# 来源：%@ 大小：约 %@ 保存到：%@
source: 来源：%1$@ 大小：约 %2$@ 保存到：%3$@
de: Quelle: %@ Größe: ca. %@ Sichern in: %@
en: Source: %@ Size: about %@ Save to: %@
fr: Source : %@ Taille : environ %@ Enregistrer dans : %@
ja: ソース：%@ サイズ：約 %@ 保存先：%@
ko: 출처: %@ 크기: 약 %@ 저장 위치: %@

source: 极高 320k
de: Sehr hoch 320k
en: Very High 320k
fr: Très haute 320k
ja: 最高 320k
ko: 최고 320k

source: 林屿
de: Lin Yu
en: Lin Yu
fr: Lin Yu
ja: 林嶼
ko: 린위

source: 查看
de: Ansehen
en: View
fr: Voir
ja: 表示
ko: 보기

source: 查看 Google 登录规则
de: Google-Anmelderegeln ansehen
en: View Google Sign-in Rules
fr: Voir les règles de connexion Google
ja: Google ログインのルールを見る
ko: Google 로그인 규칙 보기

source: 查看演示
de: Demo ansehen
en: View Demo
fr: Voir la démo
ja: デモを見る
ko: 데모 보기

source: 查看磁盘空间
de: Speicherplatz ansehen
en: View Disk Space
fr: Voir l’espace disque
ja: ディスク容量を見る
ko: 디스크 공간 보기

source: 标准 128k
de: Standard 128k
en: Standard 128k
fr: Standard 128k
ja: 標準 128k
ko: 표준 128k

source: 校验
de: Prüfen
en: Verify
fr: Vérifier
ja: 検証
ko: 검증

source: 校验中
de: Wird geprüft
en: Verifying
fr: Vérification
ja: 検証中
ko: 검증 중

source: 格式检查器
de: Format-Inspektor
en: Format Inspector
fr: Inspecteur de format
ja: フォーマット確認
ko: 형식 검사기

source: 检测
de: Prüfen
en: Check
fr: Vérifier
ja: 確認
ko: 확인

source: 检测全部音质
de: Alle Qualitäten prüfen
en: Check All Qualities
fr: Vérifier toutes les qualités
ja: すべての音質を確認
ko: 모든 음질 확인

source: 检测到 DRM 保护
de: DRM-Schutz erkannt
en: DRM protection detected
fr: Protection DRM détectée
ja: DRM 保護を検出
ko: DRM 보호 감지됨

source: 检测到 Live 版本差异
de: Live-Versionsunterschied erkannt
en: Live version difference detected
fr: Différence de version Live détectée
ja: Live 版の違いを検出
ko: Live 버전 차이 감지됨

source: 检测到 Live、Remaster、Explicit、Clean、Deluxe 等版本证据冲突，必须人工确认
de: Versionshinweise widersprechen sich (Live, Remaster, Explicit, Clean, Deluxe …). Manuelle Bestätigung erforderlich.
en: Version evidence conflicts (Live, Remaster, Explicit, Clean, Deluxe…). Manual confirmation required.
fr: Les indices de version se contredisent (Live, Remaster, Explicit, Clean, Deluxe…). Confirmation manuelle requise.
ja: Live、Remaster、Explicit、Clean、Deluxe などのバージョン情報が矛盾しています。手動での確認が必要です
ko: Live, Remaster, Explicit, Clean, Deluxe 등 버전 정보가 충돌합니다. 직접 확인이 필요합니다

source: 检测到网站会话 · 登录有效性以视频解析结果为准
de: Website-Sitzung erkannt · die Gültigkeit bestätigt die Videoanalyse
en: Site session detected · sign-in validity is confirmed by video analysis
fr: Session du site détectée · la validité est confirmée par l’analyse vidéo
ja: サイトのセッションを検出 · ログインが有効かは動画の解析結果で判断
ko: 사이트 세션 감지 · 로그인 유효 여부는 동영상 분석 결과로 판단

source: 检测连接
de: Verbindung testen
en: Test Connection
fr: Tester la connexion
ja: 接続を確認
ko: 연결 확인

source: 模型下载失败（HTTP %lld）
de: Modell-Download fehlgeschlagen (HTTP %lld)
en: Model download failed (HTTP %lld)
fr: Échec du téléchargement du modèle (HTTP %lld)
ja: モデルのダウンロードに失敗しました（HTTP %lld）
ko: 모델 다운로드 실패(HTTP %lld)

source: 歌单
de: Playlist
en: Playlist
fr: Playlist
ja: プレイリスト
ko: 재생목록

source: 歌手
de: Künstler
en: Artist
fr: Artiste
ja: アーティスト
ko: 아티스트

source: 歌手 - 歌曲（平铺）
de: Künstler - Titel (flach)
en: Artist - Song (Flat)
fr: Artiste - Titre (à plat)
ja: アーティスト - 曲（フラット）
ko: 아티스트 - 곡(평면)

source: 歌手 / 专辑 / 歌曲
de: Künstler / Album / Titel
en: Artist / Album / Song
fr: Artiste / Album / Titre
ja: アーティスト / アルバム / 曲
ko: 아티스트 / 앨범 / 곡

source: 歌手、标题、专辑一致，时长误差不超过 2 秒
de: Künstler, Titel und Album stimmen; Dauer innerhalb von 2 Sekunden
en: Artist, title and album match; duration within 2 seconds
fr: Artiste, titre et album identiques ; durée à 2 secondes près
ja: アーティスト、タイトル、アルバムが一致し、長さの差は 2 秒以内
ko: 아티스트, 제목, 앨범이 일치하고 길이 차이 2초 이내

source: 歌手、标题、专辑和时长一致
de: Künstler, Titel, Album und Dauer stimmen überein
en: Artist, title, album and duration match
fr: Artiste, titre, album et durée identiques
ja: アーティスト、タイトル、アルバム、長さが一致
ko: 아티스트, 제목, 앨범, 길이가 일치

source: 歌手、标题、专辑和时长一致，但本地文件缺少 Explicit/Clean 版本证据，必须人工确认
de: Künstler, Titel, Album und Dauer stimmen, aber der lokalen Datei fehlen Explicit/Clean-Hinweise. Manuelle Bestätigung erforderlich.
en: Artist, title, album and duration match, but the local file lacks Explicit/Clean evidence. Manual confirmation required.
fr: Artiste, titre, album et durée identiques, mais le fichier local n’indique pas Explicit/Clean. Confirmation manuelle requise.
ja: アーティスト、タイトル、アルバム、長さは一致していますが、ローカルファイルに Explicit/Clean の情報がありません。手動での確認が必要です
ko: 아티스트, 제목, 앨범, 길이는 일치하지만 로컬 파일에 Explicit/Clean 버전 정보가 없습니다. 직접 확인이 필요합니다

source: 歌手、标题一致，时长误差不超过 2 秒
de: Künstler und Titel stimmen; Dauer innerhalb von 2 Sekunden
en: Artist and title match; duration within 2 seconds
fr: Artiste et titre identiques ; durée à 2 secondes près
ja: アーティストとタイトルが一致し、長さの差は 2 秒以内
ko: 아티스트와 제목이 일치하고 길이 차이 2초 이내

source: 歌手和标题一致，但时长相差超过 2 秒，必须人工确认
de: Künstler und Titel stimmen, aber die Dauer weicht um mehr als 2 Sekunden ab. Manuelle Bestätigung erforderlich.
en: Artist and title match, but duration differs by more than 2 seconds. Manual confirmation required.
fr: Artiste et titre identiques, mais la durée diffère de plus de 2 secondes. Confirmation manuelle requise.
ja: アーティストとタイトルは一致していますが、長さの差が 2 秒を超えています。手動での確認が必要です
ko: 아티스트와 제목은 일치하지만 길이 차이가 2초를 넘습니다. 직접 확인이 필요합니다

source: 歌手和标题一致，但缺少可靠的时长或专辑证据
de: Künstler und Titel stimmen, aber verlässliche Dauer- oder Albumbelege fehlen
en: Artist and title match, but reliable duration or album evidence is missing
fr: Artiste et titre identiques, mais il manque une preuve fiable de durée ou d’album
ja: アーティストとタイトルは一致していますが、信頼できる長さやアルバムの情報がありません
ko: 아티스트와 제목은 일치하지만 신뢰할 만한 길이나 앨범 정보가 없습니다

source: 歌手和标题主体相似，证据不足，必须人工确认
de: Künstler und Titel ähneln sich, aber die Belege reichen nicht. Manuelle Bestätigung erforderlich.
en: Artist and title are similar, but evidence is insufficient. Manual confirmation required.
fr: Artiste et titre semblables, mais preuves insuffisantes. Confirmation manuelle requise.
ja: アーティストとタイトルの主要部分は似ていますが、根拠が不十分です。手動での確認が必要です
ko: 아티스트와 제목의 주요 부분은 비슷하지만 근거가 부족합니다. 직접 확인이 필요합니다

source: 歌词
de: Songtext
en: Lyrics
fr: Paroles
ja: 歌詞
ko: 가사

source: 正在下载…
de: Lädt …
en: Downloading…
fr: Téléchargement…
ja: ダウンロード中…
ko: 다운로드 중…

source: 正在下载模型… %lld%%
de: Modell wird geladen … %lld %%
en: Downloading model… %lld%%
fr: Téléchargement du modèle… %lld %%
ja: モデルをダウンロード中… %lld%%
ko: 모델 다운로드 중… %lld%%

source: 正在保存
de: Wird gesichert
en: Saving
fr: Enregistrement
ja: 保存中
ko: 저장 중

source: 正在保存…
de: Wird gesichert …
en: Saving…
fr: Enregistrement…
ja: 保存中…
ko: 저장 중…

source: 正在准备下载…
de: Download wird vorbereitet …
en: Preparing download…
fr: Préparation du téléchargement…
ja: ダウンロードを準備中…
ko: 다운로드 준비 중…

source: 正在准备素材包…
de: Paket wird vorbereitet …
en: Preparing package…
fr: Préparation du paquet…
ja: パッケージを準備中…
ko: 패키지 준비 중…

source: 正在发送到达芬奇…
de: Wird an DaVinci Resolve gesendet …
en: Sending to DaVinci Resolve…
fr: Envoi à DaVinci Resolve…
ja: DaVinci Resolve に送信中…
ko: DaVinci Resolve로 보내는 중…

source: 正在取消…
de: Wird abgebrochen …
en: Cancelling…
fr: Annulation…
ja: キャンセル中…
ko: 취소 중…

source: 正在检查 Spotify 连接
de: Spotify-Verbindung wird geprüft
en: Checking Spotify connection
fr: Vérification de la connexion Spotify
ja: Spotify 接続を確認中
ko: Spotify 연결 확인 중

source: 正在检查连接
de: Verbindung wird geprüft
en: Checking connection
fr: Vérification de la connexion
ja: 接続を確認中
ko: 연결 확인 중

source: 正在检测本机工具…
de: Lokale Werkzeuge werden geprüft …
en: Checking local tools…
fr: Vérification des outils locaux…
ja: ローカルツールを確認中…
ko: 로컬 도구 확인 중…

source: 正在生成清单
de: Manifest wird erstellt
en: Creating manifest
fr: Création du manifeste
ja: マニフェストを生成中
ko: 매니페스트 생성 중

# 正在移动 %lld / %lld…
source: 正在移动 %1$lld / %2$lld…
de: Verschiebe %lld / %lld …
en: Moving %lld / %lld…
fr: Déplacement %lld / %lld…
ja: 移動中 %lld / %lld…
ko: 이동 중 %lld / %lld…

source: 正在等待账号授权
de: Warte auf Kontoautorisierung
en: Waiting for account authorization
fr: En attente de l’autorisation du compte
ja: アカウントの認可を待っています
ko: 계정 승인 대기 중

source: 正在解析…
de: Wird analysiert …
en: Analyzing…
fr: Analyse…
ja: 解析中…
ko: 분석 중…

source: 正在解析媒体信息…
de: Medieninformationen werden analysiert …
en: Analyzing media information…
fr: Analyse des informations du média…
ja: メディア情報を解析中…
ko: 미디어 정보 분석 중…

source: 正在计算 SHA-256 并生成清单…
de: SHA-256 wird berechnet und Manifest erstellt …
en: Computing SHA-256 and creating manifest…
fr: Calcul du SHA-256 et création du manifeste…
ja: SHA-256 を計算してマニフェストを生成中…
ko: SHA-256 계산 및 매니페스트 생성 중…

source: 正在读取 %@…
de: %@ wird gelesen …
en: Reading %@…
fr: Lecture de %@…
ja: %@ を読み込み中…
ko: %@ 읽는 중…

source: 正在读取应用内会话…
de: App-interne Sitzung wird gelesen …
en: Reading in-app session…
fr: Lecture de la session intégrée…
ja: アプリ内セッションを読み込み中…
ko: 앱 내 세션 읽는 중…

source: 正在读取课程 / 播放列表目录…
de: Kurs-/Playlist-Inhalt wird gelesen …
en: Reading course / playlist contents…
fr: Lecture du contenu du cours / de la playlist…
ja: コース／プレイリストの目次を読み込み中…
ko: 강좌 / 재생목록 목차 읽는 중…

source: 正在载入 Spotify 音乐信息
de: Spotify-Musikinformationen werden geladen
en: Loading Spotify music information
fr: Chargement des informations musicales Spotify
ja: Spotify の音楽情報を読み込み中
ko: Spotify 음악 정보 불러오는 중

source: 正在连接达芬奇…
de: Verbinde mit DaVinci Resolve …
en: Connecting to DaVinci Resolve…
fr: Connexion à DaVinci Resolve…
ja: DaVinci Resolve に接続中…
ko: DaVinci Resolve에 연결 중…

source: 正在逐条解析链接（每次 3 条）…
de: Links werden einzeln analysiert (3 gleichzeitig) …
en: Analyzing links one by one (3 at a time)…
fr: Analyse des liens un par un (3 à la fois)…
ja: リンクを 1 件ずつ解析中（同時に 3 件）…
ko: 링크를 하나씩 분석 중(한 번에 3개)…

source: 此登录窗口只打开 HTTPS 网页。
de: Dieses Anmeldefenster öffnet nur HTTPS-Seiten.
en: This sign-in window only opens HTTPS pages.
fr: Cette fenêtre de connexion n’ouvre que des pages HTTPS.
ja: このログインウィンドウは HTTPS のページのみ開きます。
ko: 이 로그인 창은 HTTPS 웹 페이지만 엽니다.

source: 此网站在 %@ 中的会话已清除。
de: Die Sitzung dieser Website in %@ wurde gelöscht.
en: This site's session in %@ has been cleared.
fr: La session de ce site dans %@ a été effacée.
ja: %@ 内のこのサイトのセッションは消去されました。
ko: %@에 저장된 이 사이트의 세션을 지웠습니다.

source: 每个任务会建立独立文件夹，并生成包含 SHA-256 与格式来源的 manifest.json。
de: Jede Aufgabe erhält einen eigenen Ordner und eine manifest.json mit SHA-256 und Formatquellen.
en: Each task gets its own folder and a manifest.json with SHA-256 and format sources.
fr: Chaque tâche obtient son propre dossier et un manifest.json avec SHA-256 et sources des formats.
ja: タスクごとに専用フォルダを作り、SHA-256 と形式の出所を含む manifest.json を生成します。
ko: 작업마다 별도 폴더를 만들고 SHA-256과 형식 출처가 담긴 manifest.json을 생성합니다.

source: 没有任务被加入队列
de: Es wurden keine Aufgaben eingereiht
en: No tasks were added to the queue
fr: Aucune tâche n’a été ajoutée à la file
ja: キューに追加されたタスクはありません
ko: 대기열에 추가된 작업이 없습니다

source: 没有匹配的曲目
de: Keine passenden Titel
en: No matching tracks
fr: Aucun titre correspondant
ja: 一致する曲がありません
ko: 일치하는 곡이 없습니다

source: 没有匹配的条目
de: Keine passenden Einträge
en: No matching items
fr: Aucun élément correspondant
ja: 一致する項目がありません
ko: 일치하는 항목이 없습니다

source: 没有可导入达芬奇的媒体文件
de: Keine Mediendateien zum Import in DaVinci Resolve
en: No media files to import into DaVinci Resolve
fr: Aucun fichier média à importer dans DaVinci Resolve
ja: DaVinci Resolve に読み込めるメディアファイルがありません
ko: DaVinci Resolve로 가져올 미디어 파일이 없습니다

source: 没有已确认的音频可以保存
de: Kein bestätigtes Audio zum Sichern
en: No confirmed audio to save
fr: Aucun audio confirmé à enregistrer
ja: 保存できる確認済みの音声がありません
ko: 저장할 확인된 오디오가 없습니다

source: 没有找到 DaVinci Resolve
de: DaVinci Resolve nicht gefunden
en: DaVinci Resolve not found
fr: DaVinci Resolve introuvable
ja: DaVinci Resolve が見つかりません
ko: DaVinci Resolve를 찾을 수 없습니다

source: 没有找到 DaVinci Resolve（/Applications/DaVinci Resolve）
de: DaVinci Resolve nicht gefunden (/Applications/DaVinci Resolve)
en: DaVinci Resolve not found (/Applications/DaVinci Resolve)
fr: DaVinci Resolve introuvable (/Applications/DaVinci Resolve)
ja: DaVinci Resolve が見つかりません（/Applications/DaVinci Resolve）
ko: DaVinci Resolve를 찾을 수 없습니다(/Applications/DaVinci Resolve)

source: 没有找到任务 %@
de: Aufgabe %@ nicht gefunden
en: Task %@ not found
fr: Tâche %@ introuvable
ja: タスク %@ が見つかりません
ko: 작업 %@을(를) 찾을 수 없습니다

source: 没有找到可用的 Python 3，请执行 brew install python
de: Kein nutzbares Python 3 gefunden. Führe brew install python aus
en: No usable Python 3 found. Run brew install python
fr: Aucun Python 3 utilisable trouvé. Exécutez brew install python
ja: 利用可能な Python 3 が見つかりません。brew install python を実行してください
ko: 사용 가능한 Python 3을 찾을 수 없습니다. brew install python을 실행하세요

source: 没有找到所选浏览器，请关闭此窗口，在兼容登录设置中选择已安装的浏览器。
de: Der gewählte Browser wurde nicht gefunden. Schließe dieses Fenster und wähle in den Einstellungen der Browser-Anmeldung einen installierten Browser.
en: The selected browser was not found. Close this window and choose an installed browser in browser sign-in settings.
fr: Le navigateur choisi est introuvable. Fermez cette fenêtre et choisissez un navigateur installé dans les réglages de connexion via le navigateur.
ja: 選択したブラウザが見つかりません。このウィンドウを閉じ、ブラウザログインの設定でインストール済みのブラウザを選んでください。
ko: 선택한 브라우저를 찾을 수 없습니다. 이 창을 닫고 브라우저 로그인 설정에서 설치된 브라우저를 선택하세요.

source: 没有找到有效媒体链接。每条链接请用空格或换行分隔。
de: Keine gültigen Medienlinks gefunden. Trenne Links durch Leerzeichen oder Zeilenumbrüche.
en: No valid media links found. Separate links with spaces or new lines.
fr: Aucun lien média valide trouvé. Séparez les liens par des espaces ou des retours à la ligne.
ja: 有効なメディアリンクが見つかりません。リンクはスペースか改行で区切ってください。
ko: 유효한 미디어 링크를 찾지 못했습니다. 링크는 공백이나 줄바꿈으로 구분하세요.

source: 没有找到网易云音乐或 QQ 音乐的链接。支持单曲、专辑、歌单、歌手和排行榜，也可以直接粘贴 App 的分享文案。
de: Kein NetEase-Cloud-Music- oder QQ-Music-Link gefunden. Unterstützt werden Titel, Alben, Playlists, Künstler und Charts; du kannst auch direkt den Teilen-Text der App einfügen.
en: No NetEase Cloud Music or QQ Music link found. Songs, albums, playlists, artists and charts are supported, and you can paste the app's share text directly.
fr: Aucun lien NetEase Cloud Music ou QQ Music trouvé. Titres, albums, playlists, artistes et classements sont pris en charge, et vous pouvez coller directement le texte de partage de l’app.
ja: NetEase Cloud Music または QQ 音楽のリンクが見つかりません。シングル、アルバム、プレイリスト、アーティスト、ランキングに対応し、アプリの共有テキストもそのまま貼り付けられます。
ko: NetEase Cloud Music 또는 QQ 뮤직 링크를 찾지 못했습니다. 싱글, 앨범, 재생목록, 아티스트, 차트를 지원하며 앱의 공유 문구를 그대로 붙여 넣어도 됩니다.

source: 没有找到转录文本；可先用 run_tool 的 transcribe 预设生成
de: Kein Transkript gefunden; erstelle zuerst eines mit der Voreinstellung transcribe von run_tool
en: No transcript found; create one first with run_tool's transcribe preset
fr: Aucune transcription trouvée ; créez-en une avec le préréglage transcribe de run_tool
ja: 文字起こしテキストが見つかりません。先に run_tool の transcribe プリセットで生成してください
ko: 받아쓰기 텍스트를 찾지 못했습니다. 먼저 run_tool의 transcribe 프리셋으로 생성하세요

source: 没有曲目被加入队列
de: Es wurden keine Titel eingereiht
en: No tracks were added to the queue
fr: Aucun titre n’a été ajouté à la file
ja: キューに追加された曲はありません
ko: 대기열에 추가된 곡이 없습니다

source: 没有检测到所选浏览器，请先选择本机已安装并完成登录的浏览器。
de: Der gewählte Browser wurde nicht erkannt. Wähle einen auf diesem Mac installierten Browser, in dem du angemeldet bist.
en: The selected browser was not detected. Choose a browser installed on this Mac that you have signed in with.
fr: Le navigateur choisi n’a pas été détecté. Choisissez un navigateur installé sur ce Mac où vous êtes connecté.
ja: 選択したブラウザが検出されません。このMacにインストールされ、ログイン済みのブラウザを選んでください。
ko: 선택한 브라우저를 찾지 못했습니다. 이 Mac에 설치되어 있고 로그인한 브라우저를 선택하세요.

source: 流媒体网站登录
de: Anmeldung bei Streaming-Websites
en: Streaming Site Sign-in
fr: Connexion aux sites de streaming
ja: ストリーミングサイトのログイン
ko: 스트리밍 사이트 로그인

source: 添加
de: Hinzufügen
en: Add
fr: Ajouter
ja: 追加
ko: 추가

source: 添加后先选择文件
de: Nach dem Hinzufügen Dateien wählen
en: Choose files after adding
fr: Choisir les fichiers après l’ajout
ja: 追加後にファイルを選択
ko: 추가한 뒤 파일 선택

source: 添加授权的 DRM-free 直链
de: Autorisierten DRM-freien Link hinzufügen
en: Add Authorized DRM-free Link
fr: Ajouter un lien sans DRM autorisé
ja: 許可済みの DRM フリーリンクを追加
ko: 승인된 DRM-free 링크 추가

source: 添加授权音频直链
de: Autorisierten Audiolink hinzufügen
en: Add Authorized Audio Link
fr: Ajouter un lien audio autorisé
ja: 許可済みの音声リンクを追加
ko: 승인된 오디오 링크 추가

source: 清单
de: Manifest
en: Manifest
fr: Manifeste
ja: マニフェスト
ko: 매니페스트

source: 清单生成失败：%@
de: Manifest-Erstellung fehlgeschlagen: %@
en: Manifest creation failed: %@
fr: Échec de la création du manifeste : %@
ja: マニフェストの生成に失敗しました：%@
ko: 매니페스트 생성 실패: %@

source: 清空
de: Leeren
en: Clear
fr: Effacer
ja: クリア
ko: 비우기

source: 清除会话
de: Sitzung löschen
en: Clear Session
fr: Effacer la session
ja: セッションを消去
ko: 세션 지우기

source: 清除已结束记录
de: Beendete entfernen
en: Clear Finished
fr: Effacer les terminées
ja: 終了した記録を消去
ko: 종료된 기록 지우기

source: 演示模式
de: Demomodus
en: Demo Mode
fr: Mode démo
ja: デモモード
ko: 데모 모드

source: 演示模式 · 可载入本地音频
de: Demomodus · lokales Audio ladbar
en: Demo mode · local audio can be loaded
fr: Mode démo · audio local chargeable
ja: デモモード · ローカル音声を読み込めます
ko: 데모 모드 · 로컬 오디오 불러오기 가능

source: 演示模式只使用合成 Spotify 元数据；不会访问 Spotify 账号或下载 Spotify 音频。你仍可以选择自己的本地资料夹测试匹配流程。
de: Der Demomodus nutzt nur synthetische Spotify-Metadaten; er greift nie auf ein Spotify-Konto zu und lädt kein Spotify-Audio. Du kannst trotzdem einen eigenen Ordner wählen, um die Zuordnung zu testen.
en: Demo mode uses only synthetic Spotify metadata; it never accesses a Spotify account or downloads Spotify audio. You can still pick your own local folder to test matching.
fr: Le mode démo utilise uniquement des métadonnées Spotify synthétiques ; il n’accède jamais à un compte Spotify et ne télécharge pas d’audio Spotify. Vous pouvez toujours choisir votre propre dossier pour tester l’association.
ja: デモモードでは合成した Spotify メタデータだけを使い、Spotify アカウントへのアクセスや Spotify 音声のダウンロードは行いません。自分のローカルフォルダを選んでマッチングの流れを試すこともできます。
ko: 데모 모드는 합성된 Spotify 메타데이터만 사용하며, Spotify 계정에 접근하거나 Spotify 오디오를 다운로드하지 않습니다. 직접 로컬 폴더를 골라 매칭 과정을 시험해 볼 수도 있습니다.

source: 演示音频已准备，可直接保存或选择自己的资料夹
de: Demo-Audio ist bereit; direkt sichern oder eigenen Ordner wählen
en: Demo audio is ready; save it directly or choose your own folder
fr: L’audio de démo est prêt ; enregistrez-le directement ou choisissez votre propre dossier
ja: デモ音声の準備ができました。そのまま保存するか、自分のフォルダを選んでください
ko: 데모 오디오가 준비되었습니다. 바로 저장하거나 직접 폴더를 선택하세요

source: 点击重新索引本地音乐
de: Klicken, um lokale Musik neu zu indizieren
en: Click to re-index local music
fr: Cliquez pour réindexer la musique locale
ja: クリックしてローカル音楽を再インデックス
ko: 클릭해 로컬 음악 다시 색인

source: 状态
de: Status
en: Status
fr: État
ja: 状態
ko: 상태

source: 独立音频流
de: Separater Audiostream
en: Separate audio stream
fr: Flux audio séparé
ja: 独立した音声ストリーム
ko: 독립 오디오 스트림

source: 生成完整素材包（缩略图和平台 info.json）
de: Vollständiges Paket erstellen (Vorschaubild und info.json der Plattform)
en: Create a full package (thumbnail and platform info.json)
fr: Créer un paquet complet (miniature et info.json de la plateforme)
ja: 完全なパッケージを生成（サムネイルとプラットフォームの info.json）
ko: 전체 패키지 생성(썸네일과 플랫폼 info.json)

source: 用 Spotify 曲序整理你拥有的本地音频
de: Ordne dein eigenes lokales Audio in der Titelreihenfolge von Spotify
en: Organize the local audio you own in Spotify's track order
fr: Organisez l’audio local qui vous appartient dans l’ordre des titres Spotify
ja: Spotify の曲順で、あなたが所有するローカル音声を整理
ko: Spotify 곡 순서로 내가 가진 로컬 오디오 정리

source: 用户尚未在应用的 Torrent 页确认使用说明；请让用户先在应用内确认
de: Der Nutzer hat den Nutzungshinweis auf der Torrent-Seite der App noch nicht bestätigt; bitte ihn, dies zuerst in der App zu tun
en: The user has not accepted the usage notice on the app's Torrent page yet; ask them to accept it in the app first
fr: L’utilisateur n’a pas encore accepté l’avertissement d’utilisation sur la page Torrent ; demandez-lui de l’accepter d’abord dans l’app
ja: ユーザーがアプリのトレントページで利用上の注意にまだ同意していません。先にアプリ内で同意してもらってください
ko: 사용자가 아직 앱의 토렌트 페이지에서 사용 안내에 동의하지 않았습니다. 먼저 앱에서 동의하도록 안내하세요

source: 用户手动授权音频来源
de: Vom Nutzer manuell autorisierte Audioquelle
en: Audio source authorized manually by the user
fr: Source audio autorisée manuellement par l’utilisateur
ja: ユーザーが手動で許可した音声ソース
ko: 사용자가 직접 승인한 오디오 소스

source: 用户手动选择本地音频
de: Vom Nutzer manuell gewähltes lokales Audio
en: Local audio chosen manually by the user
fr: Audio local choisi manuellement par l’utilisateur
ja: ユーザーが手動で選んだローカル音声
ko: 사용자가 직접 선택한 로컬 오디오

source: 电台
de: Radio
en: Radio
fr: Radio
ja: ラジオ
ko: 라디오

source: 界面语言
de: Sprache der Oberfläche
en: Interface Language
fr: Langue de l’interface
ja: 表示言語
ko: 인터페이스 언어

source: 登录
de: Anmelden
en: Sign in
fr: Se connecter
ja: ログイン
ko: 로그인

source: 登录 YouTube
de: Bei YouTube anmelden
en: Sign In to YouTube
fr: Se connecter à YouTube
ja: YouTube にログイン
ko: YouTube 로그인

source: 登录 YouTube 账号（应用内登录或浏览器登录状态）通常可以通过验证；也可以稍后再试。
de: Eine Anmeldung bei YouTube (in der App oder über den Browser) besteht die Prüfung meist; du kannst es auch später erneut versuchen.
en: Signing in to YouTube (in-app sign-in or browser sign-in) usually passes the check; you can also try again later.
fr: Se connecter à YouTube (connexion intégrée ou via le navigateur) permet généralement de passer la vérification ; vous pouvez aussi réessayer plus tard.
ja: YouTube アカウントにログイン（アプリ内ログインまたはブラウザのログイン状態）すると、通常は確認を通過できます。しばらくしてから再試行することもできます。
ko: YouTube 계정에 로그인(앱 내 로그인 또는 브라우저 로그인 상태)하면 보통 확인을 통과할 수 있습니다. 잠시 후 다시 시도해도 됩니다.

source: 登录会话保存在本机，可随时清除。
de: Anmeldesitzungen werden auf diesem Mac gespeichert und können jederzeit gelöscht werden.
en: Sign-in sessions are stored on this Mac and can be cleared at any time.
fr: Les sessions de connexion sont stockées sur ce Mac et peuvent être effacées à tout moment.
ja: ログインセッションはこのMacに保存され、いつでも消去できます。
ko: 로그인 세션은 이 Mac에 저장되며 언제든 지울 수 있습니다.

source: 登录方式
de: Anmeldemethode
en: Sign-in Method
fr: Méthode de connexion
ja: ログイン方法
ko: 로그인 방식

source: 登录浏览器
de: Anmeldebrowser
en: Sign-in Browser
fr: Navigateur de connexion
ja: ログインブラウザ
ko: 로그인 브라우저

source: 登录网站后重试
de: Anmelden und erneut versuchen
en: Sign In and Retry
fr: Se connecter et réessayer
ja: サイトにログインして再試行
ko: 사이트에 로그인한 뒤 재시도

source: 登录网页已停止，请点击重新载入。
de: Die Anmeldeseite wurde angehalten. Klicke auf „Neu laden“.
en: The sign-in page stopped. Click Reload.
fr: La page de connexion s’est arrêtée. Cliquez sur Recharger.
ja: ログインページが停止しました。再読み込みをクリックしてください。
ko: 로그인 페이지가 멈췄습니다. 다시 불러오기를 클릭하세요.

source: 登录页加载失败，请检查网络后重试，或选择兼容登录。
de: Die Anmeldeseite konnte nicht geladen werden. Prüfe dein Netzwerk und versuche es erneut, oder wähle die Browser-Anmeldung.
en: The sign-in page failed to load. Check your network and try again, or choose browser sign-in.
fr: La page de connexion n’a pas pu se charger. Vérifiez votre réseau et réessayez, ou choisissez la connexion via le navigateur.
ja: ログインページを読み込めませんでした。ネットワークを確認して再試行するか、ブラウザログインを選んでください。
ko: 로그인 페이지를 불러오지 못했습니다. 네트워크를 확인하고 다시 시도하거나 브라우저 로그인을 선택하세요.

source: 监听端口
de: Port
en: Listening Port
fr: Port d’écoute
ja: 待ち受けポート
ko: 수신 포트
